{
  "id": "VII",
  "name": "DES FINANCES PUBLIQUES",
  "chapters": [
    {
      "id": null,
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 1,
              "order": "217",
              "text": "<p>Les finances de la République comportent deux composantes : les finances nationales et les finances locales. Leur gestion respective est assurée par des organismes et mécanismes prévus à cet effet.</p><p>L’Exécutif est tenu de prévoir un mode de consultation des collectivités territoriales pour toute démarche intéressant les finances locales.</p>"
            }, {
              "id": 2,
              "order": "218",
              "text": "<p>Aucun impôt au profit de l’État ne peut être établi que par une loi. Aucune charge, aucune imposition, soit départementale, soit municipale, soit de section communale, ne peut être établie qu’avec le consentement de ces collectivités territoriales.</p>"
            }, {
              "id": 3,
              "order": "219",
              "text": "<p>Il ne peut être établi de privilège en matière d’impôts.</p><p>Aucune exception, aucune augmentation, diminution ou suppression d’impôt ne peut être établie que par la Loi.</p>"
            }, {
              "id": 4,
              "order": "220",
              "text": "<p>Aucune pension, aucune gratification, aucune allocation, aucune subvention, à la charge du Trésor Public, ne peut être accordée qu’en vertu d’une loi. L’indexation des pensions versées par l’État sera établie suivant le rythme de l’augmentation des émoluments des fonctionnaires de l’État.</p>"
            }, {
              "id": 5,
              "order": "221",
              "text": "<p>Le cumul des fonctions publiques salariées par l’Etat est formellement interdit, excepté pour celles de l’Enseignement, sous réserve des dispositions particulières.</p>"
            }, {
              "id": 6,
              "order": "222",
              "text": "<p>Les procédures relatives à la préparation du Budget et à son Exécution sont déterminées par la Loi.</p>"
            }, {
              "id": 7,
              "order": "223",
              "text": "<p>L’exécution de la Loi de finances est régie par les lois sur le budget et la comptabilité publique et est assurée par les services prévus par la loi.</p><p>Le contrôle de l’exécution de la Loi des finances est assuré par le Parlement, la Cour Supérieure des Comptes et toutes autres institutions prévues par la loi.</p>"
            }, {
              "id": 8,
              "order": "224",
              "text": "<p>La Politique Monétaire est déterminée par la Banque Centrale conjointement avec le Ministère de l’Economie et des Finances.</p>"
            }, {
              "id": 9,
              "order": "225",
              "text": "<p>Un Organisme public Autonome jouissant de la personnalité juridique et de l’autonomie financière remplit les fonctions de Banque Centrale. Son statut est déterminé par la loi.</p>"
            }, {
              "id": 10,
              "order": "226",
              "text": "<p>La Banque Centrale est investie du privilège exclusif d’émettre, avec force libératoire sur tout le Territoire de la République, des billets représentatifs de l’Unité Monétaire, la monnaie divisionnaire, selon le titre, le poids, la description, le chiffre et l’emploi fixés par la Loi.</p>"
            }, {
              "id": 11,
              "order": "227",
              "text": "<p>Le budget est voté par entité administrative suivant la classification établie par la loi.</p>"
            }, {
              "id": 12,
              "order": "227.1",
              "text": "<p>Les valeurs à tirer sur les allocations budgétaires ne pourront en aucun cas dépasser le douzième de la dotation pour un mois déterminé, sauf en Décembre à cause du bonus à verser à tous les Fonctionnaires et Employés Publics.</p>"
            }, {
              "id": 13,
              "order": "227.2",
              "text": "<p>Les comptes généraux des recettes et des dépenses de la République sont gérés par le Ministre des Finances selon un mode de Comptabilité établi par la Loi.</p>"
            }, {
              "id": 14,
              "order": "227.3",
              "text": "<p>Les comptes généraux et les budgets prescrits par l’article précédent, accompagnés du rapport de la Cour Supérieure des Comptes et du Contentieux Administratif doivent être soumis aux Chambres Législatives par le Ministre chargé des finances dans les délais établis par la loi.</p><p>Il en est de même du bilan annuel et des opérations de la Banque Centrale, ainsi que de tous autres comptes de l’État.</p>"
            }, {
              "id": 15,
              "order": "227.4",
              "text": "<p>L’exercice administratif commence le premier Octobre de chaque année et finit le trente (30) Septembre de l’année suivante.</p>"
            }, {
              "id": 16,
              "order": "228",
              "text": "<p>Chaque année, le Pouvoir Législatif arrête:</p><p>1.Le compte des recettes et des dépenses de l’État pour l’année écoulée ou les années précédentes;</p><p>2.Le budget général de l’État.</p>"
            }, {
              "id": 17,
              "order": "228.1",
              "text": "<p>Toutefois, aucune proposition, aucun amendement ne peut être introduit au Budget à l’occasion du vote de celui-ci sans la prévision correspondante des voies et moyens.</p>"
            }, {
              "id": 18,
              "order": "228.2",
              "text": "<p>Aucune augmentation, aucune réduction ne peut être apportée aux appointements des fonctionnaires publics que par une modification des Lois y afférentes.</p>"
            }, {
              "id": 19,
              "order": "229",
              "text": "<p>Les Chambres législatives peuvent s’abstenir de tous Travaux Législatifs tant que les documents sus-visés ne leur sont pas présentés. Elles refusent la décharge aux Ministres lorsque les comptes présentés ne fournissent pas par eux-mêmes ou les pièces à l’appui, les éléments de vérification et d’appréciation nécessaires.</p>"
            }, {
              "id": 20,
              "order": "230",
              "text": "<p>L’examen et la liquidation des Comptes de l’Administration Générale et de tout comptable de deniers publics se font suivant le mode établi par la Loi.</p>"
            }, {
              "id": 21,
              "order": "231",
              "text": "<p>Au cas où les Chambres Législatives pour quelque raison que ce soit, n’arrêtent pas à temps le Budget pour un ou plusieurs Départements Ministériels avant leur ajournement, le ou les Budgets des Départements intéressés restent en vigueur jusqu’au vote et adoption du nouveau Budget.</p>"
            }, {
              "id": 22,
              "order": "231.1",
              "text": "<p>Au cas où par la faute de l’Exécutif, le Budget de la République ná pas été voté, le Président de la République convoque immédiatement les Chambres Législatives en Session Extraordinaire à seule fin de voter le Budget de l’Etat.</p>"
            }, {
              "id": 23,
              "order": "232",
              "text": "<p>Les Organismes, les Entreprises Autonomes et les Entités subventionnés par le Trésor Public en totalité ou en partie sont régis par des Budgets Spéciaux et des systèmes de traitements et salaires approuvés par le Pouvoir Exécutif.</p>"
            }, {
              "id": 24,
              "order": "233",
              "text": "<p>En vue d’exercer un contrôle sérieux et permanent des dépenses publiques, il est élu au scrutin secret, au début de chaque Session Ordinaire, une Commission Parlementaire de quinze (15) Membres dont neuf (9) Députés et six (6) Sénateurs chargés de rapporter sur la gestion des Ministres pour permettre aux deux (2) Assemblées de leur donner décharge.</p><p>Cette Commission peut s’adjoindre des spécialistes pour l’aider dans son contrôle.</p>"
            }
          ]
        }
      ]
    }
  ]
}