{
  "id": "IX",
  "name": "DE L’ECONOMIE, DE L’AGRICULTURE et DE L’ENVIRONNEMENT",
  "chapters": [
    {
      "id": "I",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 1,
              "order": "245",
              "text": "<p>La liberté économique est garantie tant qu’elle ne s’oppose pas à l’intérêt social. L’Etat protège l’entreprise privée et vise à ce qu’elle se développe dans les conditions nécessaires à l’accroissement de la richesse nationale de manière à assurer la participation du plus grand nombre au bénéfice de cette richesse.</p>"
            }, {
              "id": 2,
              "order": "246",
              "text": "<p>L’Etat encourage en milieur rural et urbain, la formation de coopérative de production, la transformation de produits primaires et l’esprit d’entreprise en vue de promouvoir l’accumulation du Capital National pour assurer la permanence du développement.</p>"
            }, {
              "id": 3,
              "order": "247",
              "text": "<p>L’Agriculture, source principale de la richesse nationale est garante du bien-être des populations et du progrès socio-économique de la Nation.</p>"
            }, {
              "id": 4,
              "order": "248",
              "text": "<p>Il est créé un Organisme Spécial dénommé INSTITUT NATIONAL DE LA REFORME AGRAIRE en vue d’organiser la refonte des structures foncières et mettre en oeuvre une réforme agraire au bénéfice des réels exploitants de la terre. Cet Institut élabore une politique agraire axée sur l’optimisation de la productivité au moyen de la mise en place d’infrastructure visant la protection de l’aménagement de la terre.</p>"
            }, {
              "id": 5,
              "order": "248.1",
              "text": "<p>La Loi détermine la superficie minimale et maximale des unités de base des exploitations agricoles.</p>"
            }, {
              "id": 6,
              "order": "249",
              "text": "<p>L’Etat a pour obligation d’établir les structures nécessaires pour assurer la productivité maximale de la terre et la commercialisation interne des denrées. Des unités d’encadrement techniques et financières sont établies pour assister les agriculteurs au niveau de chaque Section Communale.</p>"
            }, {
              "id": 7,
              "order": "250",
              "text": "<p>Aucun monopole ne peut être établi en faveur de l’Etat et des Collectivités Territoriales que dans l’intérêt exclusif de la Société. Ce monopole ne peut être cédé à un particulier.</p>"
            }, {
              "id": 8,
              "order": "251",
              "text": "<p>L’importation des denrées agricoles et de leurs dérivés produits en quantité suffisante sur le Territoire National est interdite sauf cas de force majeure.</p>"
            }, {
              "id": 9,
              "order": "252",
              "text": "<p>L’Etat peut prendre en charge le fonctionnement des entreprises de production de biens et services essentiels à la Communauté, aux fins d’en assurer la continuité dans le cas où l’existence de ces Etablissements serait menacée. Ces Entreprises seront groupées dans un système intégré de gestion.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "II",
      "name": "DE L’ENVIRONNEMENT",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 10,
              "order": "253",
              "text": "<p>L’environnement étant le cadre naturel de vie de la population, les pratiques susceptibles de perturber l’équilibre écologique sont formellement interdites.</p>"
            }, {
              "id": 11,
              "order": "253.1",
              "text": "<p>Tant que la couverture forestière reste en deçà de 10% du territoire national des mesures d’exception doivent être prises en vue de travailler au rétablissement de l’équilibre écologique.</p>"
            }, {
              "id": 12,
              "order": "254",
              "text": "<p>L’Etat organise la mise en valeur des sites naturels, en assure la protection et les rend accessibles à tous.</p>"
            }, {
              "id": 13,
              "order": "255",
              "text": "<p>Pour protéger les réserves forestières et élargir la couverture végétale, l’Etat encourage le développement des formes d’énergie propre: solaire, éolienne et autres.</p>"
            }, {
              "id": 14,
              "order": "256",
              "text": "<p>Dans le cadre de la protection de l’Environnement et de l’Education Publique, l’Etat a pour obligation de procéder à la création et à l’entretien de jardins botaniques et zoologiques en certains points du Territoire.</p>"
            }, {
              "id": 15,
              "order": "256.1",
              "text": "L’État peut, si la nécessité en est démontrée, déclarer une zone d’utilité écologique.",
            }, {
              "id": 16,
              "order": "257",
              "text": "<p>La loi détermine les conditions de protection de la faune et de la flore. Elle sanctionne les contrevenants.</p>"
            }, {
              "id": 17,
              "order": "258",
              "text": "<p>Nul ne peut introduire dans le Pays des déchets ou résidus de provenances étrangères de quelque nature que ce soit.</p>"
            }
          ]
        }
      ]
    }
  ]
}