{
  "id": "XI",
  "name": "DE LA FORCE PUBLIQUE",
  "chapters": [
    {
      "id": null,
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 1,
              "order": "263",
              "text": "<p>La Force Publique se compose de deux (2) corps distincts:</p><p>1.Les Forces Armées d’Haïti</p><p>2.La Police Nationale d’Haïti.</p>"
            }, {
              "id": 2,
              "order": "263.1",
              "text": "<p>Aucun autre Corps Armé ne peut exister sur le Territoire National.</p>"
            }, {
              "id": 3,
              "order": "263.2",
              "text": "<p>Tout Membre de la Force Publique prête lors de son engagement, le serment d’allégeance et de respect à la Constitution et au drapeau.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "I",
      "name": "DES FORCES ARMÉES",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 4,
              "order": "264",
              "text": "<p>Les Forces Armées d’Haïti comprennent les Forces de Terre, de Mer, de l’Air et les services techniques.</p><p>Les Forces Armées d’Haiti sont constituées pour garantir la défense et l’intégrité du territoire de la République</p>"
            }, {
              "id": 5,
              "order": "264.1",
              "text": "<p>Les Forces Armées d’Haïti sont commandées effectivement par un Officier Général ayant pour titre Commandant en Chef.</p>"
            }, {
              "id": 6,
              "order": "264.2",
              "text": "<p>Le Commandant en Chef des Forces Armées d’Haïti, conformément à la Constitution, est choisi parmi les officiers généraux en activité de service.</p>"
            }, {
              "id": 7,
              "order": "264.3",
              "text": "<p>Son mandat est fixé à trois (3) ans. Il est renouvelable.</p>"
            }, {
              "id": 8,
              "order": "265",
              "text": "<p>Les Forces Armées d’Haïti sont apolitiques. Leurs membres ne peuvent faire partie d’un groupement ou d’un parti politique et doivent observer la plus stricte neutralité.</p>"
            }, {
              "id": 9,
              "order": "265.1",
              "text": "<p>Les Membres des Forces Armées exercent leur droit de vote conformément à la Constitution.</p>"
            }, {
              "id": 10,
              "order": "266",
              "text": "<p>Les Forces Armées d’Haïti ont pour attributions:</p><p>1)Défendre le pays en cas de guerre;</p><p>2)Protéger le Pays contre les menaces venant de l’extérieur;</p><p>3)Assurer la surveillance des frontières terrestres, maritimes et aériennes;</p><p>4)Prêter main forte sur requête motivée de l’Exécutif, à la Police au cas où cette dernière ne peut répondre à sa tâche;</p><p>5)Aider la nation en cas de désastre naturel;</p><p>6)Outre les attributions qui lui sont propres, les Forces Armées d’Haïti peuvent être affectées à des tâches de développement.</p>"
            }, {
              "id": 11,
              "order": "267",
              "text": "<p>Les Militaires en activité de Service ne peuvent être nommés à aucune Fonction Publique, sauf de façon temporaire pour exercer une spécialité.</p>"
            }, {
              "id": 12,
              "order": "267.1",
              "text": "<p>Tout militaire en activité de service, pour se porter candidat à une fonction élective, doit obtenir sa mise à la retraite ou sa démission deux (2) ans avant les élections.</p>"
            }, {
              "id": 13,
              "order": "267.2",
              "text": "<p>La carrière militaire est une profession. Elle est hiérarchisée. Les conditions d’engagement, les grades, promotions, révocations, mises à la retraite, sont déterminés par les règlements des Forces Armées d’Haïti</p>"
            }, {
              "id": 14,
              "order": "267.3",
              "text": "<p>Le militaire n’est justiciable d’une cour militaire que pour les délits et crimes commis en temps de guerre ou pour les infractions relevant de la discipline militaire.</p>"
            }, {
              "id": 15,
              "order": "267.4",
              "text": "<p>Le Militaire conserve toute sa vie, le dernier grade obtenu dans les Forces Armées d’Haïti. Il ne peut en être privé que par décision du Tribunal Compétent passée en force de chose souverainement jugée.</p>"
            }, {
              "id": 16,
              "order": "267.5",
              "text": "<p>L’Etat doit accorder aux Militaires de tous grades des prestations garantissant pleinement leur sécurité matérielle.</p>"
            }, {
              "id": 17,
              "order": "268",
              "text": "<p>Dans le cadre d’un Service National Civique mixte obligatoire, prévu par la Constitution à l’Article 52-3, les Forces Armées participent à l’organisation et à la supervision de ce service.</p><p>Le service Militaire est obligatoire pour tous les Haïtiens âgés au moins de dix-huit (18) ans.</p><p>La loi fixe le mode de recrutement, la durée et les règles de fonctionnement de ces services.</p>"
            }, {
              "id": 18,
              "order": "268.1",
              "text": "<p>Tout citoyen a droit à l’auto-défense armée, dans les limites de son domicile mais n’a pas droit au port d’armes sans l’autorisation expresse et motivée du Chef de la Police.</p>"
            }, {
              "id": 19,
              "order": "268.2",
              "text": "<p>La détention d’une arme à feu doit être déclarée à la Police.</p>"
            }, {
              "id": 20,
              "order": "268.3",
              "text": "<p>Les Forces Armées ont le monopole de la fabrication, de l’importation, de l’exportation, de l’utilisation et de la détention des armes de guerre et de leurs munitions, ainsi que du matériel de guerre.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "II",
      "name": "DES FORCES DE POLICE",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 21,
              "order": "269",
              "text": "<p>La Police est un Corps Armé. Son fonctionnement relève du Ministère de la Justice.</p>"
            }, {
              "id": 22,
              "order": "269.1",
              "text": "<p>Elle est créée pour la garantie de l’ordre public et la protection de la vie et des biens des citoyens.</p><p>Son organisation et son mode de fonctionnement sont réglés par la Loi.</p>"
            }, {
              "id": 23,
              "order": "270",
              "text": "<p>Le Commandant en Chef des Forces de Police est nommé, conformément à la Constitution, pour un mandat de trois (3) ans renouvelable.</p>"
            }, {
              "id": 24,
              "order": "271",
              "text": "<p>Il est créé une (1) Académie et une (1) École de Police dont l’organisation et le fonctionnement sont fixés par la Loi.</p>"
            }, {
              "id": 25,
              "order": "272",
              "text": "<p>Des Sections spécialisées notamment l’Administration Pénitentiaire, le Service des Pompiers, le Service de la Circulation, la Police Routière, les Recherches Criminelles, le Service Narcotique et Anti-contrebande sont créés par la Loi régissant l’Organisation, le Fonctionnement et la Localisation des Forces de Police.</p>"
            }, {
              "id": 26,
              "order": "273",
              "text": "<p>La Police en tant qu’auxiliaire de la Justice, recherche les contraventions, les délits et crimes commis en vue de la découverte et de l’arrestation de leurs auteurs.</p>"
            }, {
              "id": 27,
              "order": "274",
              "text": "<p>Les Agents de la Force Publique dans l’exercice de leurs fonctions sont soumis à la responsabilité civile et pénale dans les formes et conditions prévues par la Constitution et par la Loi.</p>"
            }
          ]
        }
      ]
    }
  ]
}