{
  "id": "V",
  "name": "DE LA SOUVERAINETÉ NATIONALE",
  "chapters": [
    {
      "id": null,
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 1,
              "order": "58",
              "text": "<p>La souveraineté nationale réside dans l’universalité des citoyens.</p><p>Les citoyens exercent directement les prérogatives de la souveraineté par:</p><p>a)l’élection du Président de la République;</p><p>b)l’élection des membres du Pouvoir législatif;</p><p>c)l’élection des membres de tous autres corps ou de toutes assemblées prévues par la constitution et par la loi.</p>"
            }, {
              "id": 2,
              "order": "59",
              "text": "<p>Les citoyens délèguent l’exercice de la souveraineté nationale à trois (3) pouvoirs:</p><p>a)le pouvoir législatif;</p><p>b)le pouvoir exécutif;</p><p>c)le pouvoir judiciaire.</p><p>Le principe de séparation des trois (3) pouvoirs est consacré par la constitution.</p>"
            }, {
              "id": 3,
              "order": "59.1",
              "text": "<p>L’ensemble de ces trois (3) pouvoirs constitue le fondement essentiel de l’organisation de l’Etat qui est civil.</p>"
            }, {
              "id": 4,
              "order": "60",
              "text": "<p>Chaque pouvoir est indépendant des deux (2) autres dans ses attributions qu’il exerce séparément.</p>"
            }, {
              "id": 5,
              "order": "60.1",
              "text": "<p>Aucun d’eux ne peut, sous aucun motif, déléguer ses attributions en tout ou en partie, ni sortir des limites qui sont fixées par la constitution et par la loi.</p>"
            }, {
              "id": 6,
              "order": "60.2",
              "text": "<p>La responsabilité entière est attachée aux actes de chacun des trois (3) pouvoirs.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "I",
      "name": "DES COLLECTIVITÉS TERRITORIALES ET DE LA DÉCENTRALISATION",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 7,
              "order": "61",
              "text": "<p>Les collectivités territoriales sont la section communale, la commune et le département.</p>"
            }, {
              "id": 8,
              "order": "61.1",
              "text": "<p>La loi peut créer toute autre collectivité territoriale.</p>"
            }
          ]
        },
        {
          "id": "A",
          "name": "DE LA SECTION COMMUNALE",
          "articles": [
            {
              "id": 9,
              "order": "62",
              "text": "<p>La section communale est la plus petite entité territoriale administrative de la République.</p>"
            }, {
              "id": 10,
              "order": "63",
              "text": "<p>L’administration de chaque section communale est assurée par un conseil de trois (3) membres élu au suffrage universel pour une durée de cinq (5) ans. Ils sont indéfiniment rééligibles. Son mode d’organisation et de fonctionnement est réglé par la loi.</p>"
            }, {
              "id": 11,
              "order": "63.1",
              "text": "<p>Le conseil d’administration de la section communale est assisté dans sa tâche par une assemblée de la section communale.</p>"
            }, {
              "id": 12,
              "order": "64",
              "text": "<p>L’Etat a pour obligation d’établir au niveau de chaque section communale les structures propres à la formation sociale, économique, civique et culturelle de sa population.</p>"
            }, {
              "id": 13,
              "order": "65",
              "text": "<p>Pour être membre du conseil d’administration de la section communale, il faut:</p><p>a)être haïtien et âgé de 25 ans au moins;</p><p>b)avoir résidé dans la section communale deux (2) ans avant les élections et continuer à y résider;</p><p>c)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine afflictive et infamante.</p>"
            }
          ]
        },
        {
          "id": "B",
          "name": "DE LA COMMUNE",
          "articles": [
            {
              "id": 14,
              "order": "66",
              "text": "<p>La Commune a l’autonomie administrative et financière. Chaque Commune de la République est administrée par un Conseil de trois (3) membres élus au suffrage universel dénommé Conseil Municipal.</p>"
            }, {
              "id": 15,
              "order": "66.1",
              "text": "<p>Le Président du Conseil porte le titre de Maire. Il est assisté de Maires-adjoints.</p>"
            }, {
              "id": 16,
              "order": "67",
              "text": "<p>Le Conseil Municipal est assisté dans sa tâche d’une Assemblée municipale formée notamment d’un représentant de chacune de ses Sections communales.</p>"
            }, {
              "id": 17,
              "order": "68",
              "text": "<p>Le mandat du Conseil Municipal est de cinq (5) ans et ses membres sont indéfiniment rééligibles.</p>"
            }, {
              "id": 18,
              "order": "69",
              "text": "<p>Le mode d’organisation et de fonctionnement de la Commune et du Conseil municipal sont réglés par la loi.</p>"
            }, {
              "id": 19,
              "order": "70",
              "text": "<p>Pour être élu membre d’un Conseil municipal, il faut:</p><p>a)être haïtien;</p><p>b)être âgé de vingt-cinq (25) ans accomplis;</p><p>c)jouir de ses droits civils et politiques;</p><p>d)jamais été condamné à une peine afflictive et infamante;</p><p>e)avoir résidé au moins 3 ans dans la Commune et s’engager à y résider pendant la durée de son mandat.</p>"
            }, {
              "id": 20,
              "order": "71",
              "text": "<p>Chaque Conseil municipal est assisté sur sa demande d’un Conseil technique fourni par l’administration centrale.</p>"
            }, {
              "id": 21,
              "order": "72",
              "text": "<p>Le Conseil municipal ne peut-être dissous qu’en cas d’incurie, de malversation ou d’administration frauduleuse légalement prononcée par le tribunal compétent.</p><p>En cas de dissolution, le Conseil départemental supplée immédiatement à la vacance et saisit le Conseil Electoral Permanent dans les soixante (60) jours à partir de la date de la dissolution en vue de l’élection d’un nouveau Conseil devant gérer les intérêts de la Commune pour le temps qui reste à courir. Cette procédure s’applique en cas de vacance pour toute autre cause.</p>"
            }, {
              "id": 22,
              "order": "73",
              "text": "<p>Le Conseil municipal administre ses ressources au profit exclusif de la municipalité et rend compte à l’Assemblée municipale qui elle-même en fait rapport au Conseil départemental.</p>"
            }, {
              "id": 23,
              "order": "74",
              "text": "<p>Le Conseil Municipal a le privilège de veiller à la gestion des biens fonciers du domaine privé de l’État situés dans les limites de sa Commune par les services compétents conformément à la loi.</p>"
            }
          ]
        },
        {
          "id": "C",
          "name": "DE L’ARRONDISSEMENT",
          "articles": [
            {
              "id": 24,
              "order": "75",
              "text": "<p>L’arrondissement est une division administrative pouvant regrouper plusieurs communes. Son organisation et son fonctionnement sont réglés par la loi.</p>"
            }
          ]
        },
        {
          "id": "D",
          "name": "DU DÉPARTEMENT",
          "articles": [
            {
              "id": 25,
              "order": "76",
              "text": "<p>Le département est la plus grande division territoriale. Il regroupe les arrondissements.</p>"
            }, {
              "id": 26,
              "order": "77",
              "text": "<p>Le département est une personne morale. Il est autonome.</p>"
            }, {
              "id": 27,
              "order": "78",
              "text": "<p>Chaque département est administré par un conseil de trois (3) membres élus pour cinq (5) ans par l’Assemblée Départementale.</p>"
            }, {
              "id": 28,
              "order": "79",
              "text": "<p>Le membre du Conseil départemental n’est pas forcément tiré de l’Assemblée mais il doit:</p><p>a)être haïtien et âgé de vingt-cinq (25) ans au moins;</p><p>b)avoir résidé dans le département trois (3) ans avant les élections et s’engager à y résider pendant la durée du mandat;</p><p>c)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine à la fois afflictive et infamante.</p>"
            }, {
              "id": 29,
              "order": "80",
              "text": "<p>Le Conseil départemental est assisté dans sa tâche d’une Assemblée départementale formée d’un (1) représentant de chaque assemblée municipale.</p>"
            }, {
              "id": 30,
              "order": "80.1",
              "text": "<p>Ont accès aux réunions de l’Assemblée avec voix consultative:</p><p>a)les députés, les sénateurs du département;</p><p>b)un (1) représentant de chaque association socio-professionnelle ou syndicale;</p><p>c)le délégué départemental;</p><p>d)les directeurs des services publics du département.</p>"
            }, {
              "id": 31,
              "order": "81",
              "text": "<p>Le Conseil départemental élabore en collaboration avec l’administration centrale, le plan de développement du département.</p>"
            }, {
              "id": 32,
              "order": "82",
              "text": "<p>L’organisation et le fonctionnement du conseil départemental et de l’assemblée départementale sont réglés par la loi.</p>"
            },{
              "id": 33,
              "order": "83",
              "text": "<p>Le conseil départemental administre ses ressources financières au profit exclusif du département et rend compte à l’Assemblée départementale qui elle-même en fait rapport à l’administration centrale.</p>"
            }, {
              "id": 34,
              "order": "84",
              "text": "<p>Le conseil départemental peut être dissous encas d’incurie, de malversations ou d’administration frauduleuse légalement constatées par le tribunal compétent.</p><p>En cas de dissolution, l’administration centrale nomme une commission provisoire et saisit le conseil électoral permanent en vue de l’élection d’un nouveau conseil pour le temps à courir dans les soixante (60) jours de la dissolution.</p>"
            }
          ]
        },
        {
          "id": "E",
          "name": "DES DÉLÉGUÉS ET VICE-DÉLÉGUÉS",
          "articles": [
            {
              "id": 35,
              "order": "85",
              "text": "<p>Dans chaque chef-lieu de département, le pouvoir exécutif nomme un représentant qui porte le titre de délégué. Un vice-délégué placé sous l’autorité du délégué est également nommé dans chaque chef-lieu d’arrondissement.</p>"
            }, {
              "id": 36,
              "order": "86",
              "text": "<p>Les délégués et vice-délégués assurent la coordination et le contrôle des services publics et n’exercent aucune fonction de police répressive. Les autres attributions des délégués et vice-délégués sont déterminées par la loi.</p>"
            }
          ]
        },
        {
          "id": "F",
          "name": "DU CONSEIL INTERDÉPARTEMENTAL",
          "articles": [
            {
              "id": 37,
              "order": "87",
              "text": "<p>L’Exécutif est assisté d’un (1) Conseil interdépartemental dont les membres sont désignés par les assemblées départementales à raison d’un (1) par département.</p>"
            }, {
              "id": 38,
              "order": "87.1",
              "text": "<p>Ce représentant, choisi parmi les membres des assemblées départementales sert de liaison entre le département et le pouvoir exécutif.</p>"
            }, {
              "id": 39,
              "order": "87.2",
              "text": "<p>Le Conseil Interdépartemental, de concert avec l’Exécutif, étudie et planifie les projets de décentralisation et de développement du pays au point de vue social, économique, commercial, agricole et industriel.</p>"
            }, {
              "id": 40,
              "order": "87.3",
              "text": "<p>Il assiste aux séances de travail du Conseil des ministres lorsqu’elles traitent des objets mentionnés au précédent paragraphe avec voix délibérative.</p>"
            }, {
              "id": 41,
              "order": "87.4",
              "text": "<p>La décentralisation doit être accompagnée de la déconcentration des services publics avec délégation de pouvoir et du décloisonnement industriel au profit des départements.</p>"
            }, {
              "id": 42,
              "order": "87.5",
              "text": "<p>La loi détermine l’organisation et le fonctionnement du conseil interdépartemental</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "II",
      "name": "DU POUVOIR LÉGISLATIF",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 43,
              "order": "88",
              "text": "<p>Le pouvoir législatif s’exerce par deux (2) Chambres représentatives. Une (1) Chambre des députés et un (1) Sénat qui forment le Corps Législatif.</p>"
            }
          ]
        },
        {
          "id": "A",
          "name": "DE LA CHAMBRE DES DÉPUTÉS",
          "articles": [
            {
              "id": 44,
              "order": "89",
              "text": "<p>La Chambre des députés est un corps composé de membres élus au suffrage direct par les citoyens et chargé d’exercer au nom de ceux-ci et de concert avec le Sénat les attributions du Pouvoir législatif.</p>"
            }, {
              "id": 45,
              "order": "90",
              "text": "<p>Chaque collectivité municipale constitue une circonscription électorale et élit un (1) député.</p><p>La loi fixe le nombre de députés au niveau des grandes agglomérations sans que ce nombre n’excède trois (3). En attendant l’application des alinéas précédents, le nombre de députés ne peut être inférieur à soixante-dix (70).</p>"
            }, {
              "id": 46,
              "order": "90.1",
              "text": "<p>Le député est élu à la majorité absolue des suffrages exprimés dans les assemblées primaires, selon les conditions et le mode prescrits par la loi électorale.</p><p>L’élection du Député a lieu le dernier dimanche d’octobre de la quatrième année de son mandat. Il est élu à la majorité absolue des suffrages exprimés dans les assemblées électorales à travers des votes valides, conformément à la loi électorale</p>"
            }, {
              "id": 47,
              "order": "90.2",
              "text": "<p>A l’occasion des élections, le candidat à la députation le plus favorisé au premier tour n’ayant pas obtenu la majorité absolue est déclaré vainqueur dans le cas où son avance par rapport à son poursuivant immédiat est égale ou supérieure à vingt-cinq pour cent (25%).</p>"
            }, {
              "id": 48,
              "order": "91",
              "text": "<p>Pour être membre de la Chambre des Députés, il faut:</p><p>1)être haïtien d’origine et ne détenir aucune autre nationalité au moment de son inscription ;</p><p>2)être âgé de vingt-cinq (25) ans accomplis;</p><p>3)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine afflictive et infamante pour un crime de droit commun;</p><p>4)avoir résidé au moins deux (2) années consécutives précédant la date des élections dans la circonscription électorale à représenter;</p><p>5)être propriétaire d’un immeuble dans la circonscription ou y exercer une profession ou une industrie;</p><p>6)avoir reçu décharge, le cas échéant, comme gestionnaire de fonds publics.</p>"
            }, {
              "id": 49,
              "order": "92",
              "text": "<p>Les Députés sont élus pour cinq (5) ans et sont indéfiniment rééligibles.</p>"
            }, {
              "id": 50,
              "order": "92.1",
              "text": "<p>Ils entrent en fonction le deuxième lundi de janvier qui suit leurs élections et siègent en deux (2) sessions annuelles. La durée de leur mandat forme une législature.</p><p>Au cas où les élections ne peuvent aboutir avant le deuxième lundi de janvier, les députés élus entrent en fonction immédiatement après la validation du scrutin et leur mandat de cinq (5) ans est censé avoir commencé le deuxième lundi de janvier de l’année de l’entrée en fonction.</p>"
            }, {
              "id": 51,
              "order": "92.2",
              "text": "<p>La première session va du deuxième lundi de janvier au deuxième lundi de mai. La seconde, du deuxième lundi du mois de juin au deuxième lundi de septembre.</p>"
            }, {
              "id": 52,
              "order": "92.3",
              "text": "<p>Le renouvellement de la Chambre des Députés se fait intégralement tous les cinq (5) ans.</p>"
            }, {
              "id": 53,
              "order": "93",
              "text": "<p>La Chambre des députés, outre les attributions qui lui sont dévolues par la Constitution en tant que branche du pouvoir législatif, a le privilège de mettre en accusation le Chef de l’Etat, le Premier Ministre, les Ministres ,les Secrétaires d’Etat par devant la Haute Cour de justice, par une majorité des 2/3 de ses membres. Les autres attributions de la Chambre des députés lui sont assignées par la Constitution et par la loi.</p>"
            }
          ]
        },
        {
          "id": "B",
          "name": "DU SÉNAT",
          "articles": [
            {
              "id": 54,
              "order": "94",
              "text": "<p>Le Sénat est un Corps composé de membres élus au suffrage direct par les citoyens et chargé d’exercer en leur nom, de concert avec la Chambre des Députés, les attributions du Pouvoir législatif.</p>"
            }, {
              "id": 55,
              "order": "94.1",
              "text": "<p>Le nombre des sénateurs est fixé à trois (3) sénateurs par département.</p>"
            }, {
              "id": 56,
              "order": "94.2",
              "text": "<p>Le sénateur de la République est élu au suffrage universel à la majorité absolue dans les assemblées primaires tenues dans les Départements géographiques, selon les conditions prescrites par la loi électorale.</p>"
            }, {
              "id": 57,
              "order": "94.3",
              "text": "<p>A l’occasion des élections, le candidat le plus favorisé au premier tour n’ayant pas obtenu la majorité absolue est déclaré vainqueur dans le cas où son avance par rapport à son poursuivant immédiat est égale ou supérieure a vingt-cinq pour cent (25%).</p>"
            }, {
              "id": 58,
              "order": "95",
              "text": "<p>Les Sénateurs sont élus pour six (6) ans et sont indéfiniment rééligibles. Ils entrent en fonction le deuxième lundi de janvier qui suit leurs élections.</p><p>Au cas où les élections ne peuvent aboutir avant le deuxième lundi de janvier, les sénateurs élus entrent en fonction immédiatement après la validation du scrutin et leur mandat de six (6) ans est censé avoir commencé le deuxième lundi de janvier de l’année de l’entrée en fonction.</p>"
            }, {
              "id": 59,
              "order": "95.1",
              "text": "<p>Les sénateurs siègent en permanence.</p>"
            }, {
              "id": 60,
              "order": "95.2",
              "text": "<p>Le Sénat peut cependant s’ajourner excepté durant la session législative. Lorsqu’il s’ajourne, il laisse un comité permanent chargé d’expédier les affaires courantes. Ce comité ne peut prendre aucun arrêté, sauf pour la convocation du Sénat.</p><p>Dans les cas d’urgence, l’Exécutif peut également convoquer le Sénat avant la fin de l’ajournement.</p>"
            }, {
              "id": 61,
              "order": "95.3",
              "text": "<p>Le renouvellement du Sénat se fait par tiers (1/3) tous les deux ans.</p>"
            }, {
              "id": 62,
              "order": "96",
              "text": "<p>Pour être élu Sénateur, il faut:</p><p>1)être haïtien d’origine et ne détenir aucune autre nationalité au moment de l’inscription ;</p><p>2)être âgé de trente (30) ans accomplis;</p><p>3)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine afflictive et infamante pour un crime de droit commun;</p><p>4)avoir résidé dans le Département à représenter au moins trois (3) années consécutives précédant la date des élections;</p><p>5)être propriétaire d’un immeuble dans le département ou y exercer une profession ou une industrie;</p><p>6)avoir obtenu décharge, le cas échéant, comme gestionnaire de fonds publics.</p>"
            }, {
              "id": 63,
              "order": "97",
              "text": "<p>En addition aux responsabilités qui sont inhérentes en tant que branche du Pouvoir législatif, le Sénat exerce les attributions suivantes:</p><p>1)proposer à l’Exécutif la liste des juges de la Cour de Cassation selon les prescriptions de la Constitution;</p><p>2)s’ériger en Haute Cour de justice;</p><p>3)Exercer toutes autres attributions qui lui sont assignées par la présenteCons titution et par la loi.</p>"
            }
          ]
        },
        {
          "id": "C",
          "name": "DE L’ASSEMBLÉE NATIONALE",
          "articles": [
            {
              "id": 64,
              "order": "98",
              "text": "<p>La réunion en une seule Assemblée des deux (2) branches du pouvoir législatif constitue l’Assemblée Nationale.</p>"
            }, {
              "id": 65,
              "order": "98.1",
              "text": "<p>L’Assemblée Nationale se réunit pour l’ouverture et la clôture de chaque Session et dans tous les autres cas prévus par la Constitution.</p>"
            }, {
              "id": 66,
              "order": "98.2",
              "text": "<p>Les pouvoirs de l’Assemblée Nationale sont limités et ne peuvent s’étendre à d’autres objets que ceux qui sont spécialement attribués par la Constitution.</p>"
            }, {
              "id": 67,
              "order": "98.3",
              "text": "<p>Les attributions de l’Assemblée Nationale sont:</p><p>1)de recevoir le serment constitutionnel du Président de la République;</p><p>2)de ratifier toute décision de déclarer la guerre quand toutes les tentatives deconciliation ont échoué;</p><p>3)d’approuver ou de rejeter les traités et conventions internationales;</p><>4)d’amender la Constitution selon la procédure qui y est indiquée;</p><p>5)de ratifier la décision de l’exécutif de déplacer le siège du gouvernementdans les cas déterminés par l’article 1.1 de la présente Constitution;</p><>6)de statuer sur l’opportunité de l’état d’urgence et de l’état de siège, d’arrêteravec l’exécutif les garanties constitutionnelles à suspendre et de se prononcer sur toute demande de renouvellement de cette mesure;</p><p>7)de concourir à la formation du Conseil Électoral Permanent, conformément à l’article 192 de la Constitution;</p><p>8)de concourir à la nomination d’un président provisoire conformément à l’article 149 de la Constitution;</p><p>9)de concourir à la formation d’un Conseil Constitutionnel conformément à l’article 190bis.1 de la Constitution;</p><p>10)de recevoir, à l’ouverture de chaque session, le bilan des activités du Gouvernement.</p>"
            }, {
              "id": 68,
              "order": "99",
              "text": "<p>L’Assemblée Nationale est présidée par le Président du Sénat, assístée du Président de la Chambre des députés en qualité de Vice-Président. Les Secrétaires du Sénat et ceux de la Chambre des députés sont les Secrétaires de l’Assemblée Nationale.</p>"
            }, {
              "id": 69,
              "order": "99.1",
              "text": "<p>En cas d’empêchement du Président du Sénat, l’Assemblée Nationale est présidée par le Président de la Chambre des députés, le Vice-Président du Sénat devient alors Vice-Président de l’Assemblée Nationale.</p>"
            }, {
              "id": 70,
              "order": "99.2",
              "text": "<p>En cas d’empêchement des deux (2) Présidents, les deux (2) Vice-Président y suppléent respectivement.</p>"
            }, {
              "id": 71,
              "order": "100",
              "text": "<p>Les séances de l’Assemblée sont publiques. Néanmoins, elles peuvent avoir lieu à huis clos sur la demande de cinq (5) membres et il sera ensuite décidé à la majorité absolue si la séance doit être reprise en public.</p>"
            }, {
              "id": 72,
              "order": "101",
              "text": "<p>En cas d’urgence, lorsque le corps législatif n’est pas en session, le pouvoir exécutif peut convoquer l’Assemblée Nationale à l’extraordinaire.</p>"
            }, {
              "id": 73,
              "order": "102",
              "text": "<p>L’Assemblée Nationale ne peut siéger ou prendre des décisions et des résolutions sans la présence en son sein de la majorité de chacune des deux (2) Chambres.</p>"
            }, {
              "id": 74,
              "order": "103",
              "text": "<p>Le corps législatif a son siège à Port-au-Prince. Néanmoins, suivant les circonstances, ce siège sera transféré ailleurs au même lieu et en même temps que celui du pouvoir exécutif.</p>"
            }
          ]
        },
        {
          "id": "D",
          "name": "DE L’EXERCICE DU POUVOIR LÉGISLATIF",
          "articles": [
            {
              "id": 75,
              "order": "104",
              "text": "<p>La session du corps législatif prend date dès l’ouverture des deux (2) Chambres en Assemblée Nationale.</p>"
            }, {
              "id": 76,
              "order": "105",
              "text": "<p>Dans l’intervalle des sessions ordinaires et en cas d’urgence, le Président de la Ré publique peut convoquer le corps législatif en session extraordinaire.</p>"
            }, {
              "id": 77,
              "order": "106",
              "text": "<p>Le Chef du pouvoir exécutif rend compte de cette mesure par un message.</p>"
            }, {
              "id": 78,
              "order": "107",
              "text": "<p>Dans le cas de convocation à l’extraordinaire du corps législatif, il ne peut décider sur aucun objet étranger au motif de la convocation.</p>"
            }, {
              "id": 79,
              "order": "107.1",
              "text": "<p>Cependant, tout sénateur ou député peut entretenir l’Assemblée à laquelle il appartient de question d’intérêt général.</p>"
            }, {
              "id": 80,
              "order": "108",
              "text": "<p>Chaque Chambre vérifie et valide les pouvoirs de ses membres et juge souverainement les contestations qui s’élèvent à ce sujet.</p>"
            }, {
              "id": 81,
              "order": "109",
              "text": "<p>Les membres de chaque Chambre prêtent le serment suivant:</p><p>“Je jure de m’acquitter de ma tâche, de maintenir et de sauvegarder les droits du Peuple et d’être fidèle à la Constitution.”</p>"
            }, {
              "id": 82,
              "order": "110",
              "text": "<p>Les séances des (2) deux Chambres sont publiques. Chaque Chambre peut travailler à huis clos sur la demande de cinq (5) membres et décider ensuite à la majorité si la séance doit être reprise en public.</p>"
            }, {
              "id": 83,
              "order": "111",
              "text": "<p>Le Pouvoir législatif fait des lois sur tous les objets d’intérêt public.</p>"
            }, {
              "id": 84,
              "order": "111.1",
              "text": "<p>L’initiative en appartient à chacune des deux (2) Chambres ainsi qu’au pouvoir exécutif.</p>"
            }, {
              "id": 85,
              "order": "111.2",
              "text": "<p>Toutefois l’initiative de la Loi Budgétaire, des lois concernant l’assiette, la quotité et le mode de perception des impôts et contributions, de celles ayant pour objet de créer des recettes ou d’augmenter les recettes et les dépenses de l’Etat est du ressort du pouvoir exécutif. Les projets présentés à cet égard doivent être votés d’abord par la Chambre des députés.</p>"
            }, {
              "id": 86,
              "order": "111.3",
              "text": "<p>En cas de désaccord entre les deux (2) Chambres relativement aux lois mentionnées dans le précédent paragraphe, chaque Chambre nomme au scrutin de liste et en nombre égal une commission parlementaire qui résout en dernier ressort le désaccord.</p>"
            }, {
              "id": 87,
              "order": "111.4",
              "text": "<p>Si le désaccord se produit à l’occasion de toute autre loi, celle-ci sera ajournée jusqu’à la session suivante. Si à cette session et même en cas de renouvellement des Chambres, la loi étant présentée à nouveau, une entente ne se réalise pas, chaque Chambre nomme au scrutin de liste et en nombre égal, une commission parlementaire chargée d’arrêter le texte définitif qui sera soumis aux deux (2) Assemblées, à commencer par celle qui avait primitivement voté la loi. Et si ces nouvelles délibérations ne donnent aucun résultat, le projet ou la proposition de loi sera retiré.</p>"
            }, {
              "id": 88,
              "order": "111.5",
              "text": "<p></p>"
            }, {
              "id": 89,
              "order": "111.6",
              "text": "<p></p>"
            }, {
              "id": 90,
              "order": "111.7",
              "text": "<p></p>"
            }, {
              "id": 91,
              "order": "111.8",
              "text": "<p>En aucun cas, la Chambre des députés ou le Sénat ne peut être dissous ou ajourné, ni le mandat de leurs membres prorogé.</p>"
            }, {
              "id": 92,
              "order": "112",
              "text": "<p>Chaque Chambre au terme de ses règlements, nomme son personnel, fixe sa discipline et détermine le mode suivant lequel elle exerce ses attributions.</p>"
            }, {
              "id": 93,
              "order": "112.1",
              "text": "<p>Chaque Chambre peut appliquer à ces membres pour conduite répréhensible, par décision prise à la majorité des 2/3, des peines disciplinaires sauf, celle de la radiation.</p>"
            }, {
              "id": 94,
              "order": "113",
              "text": "<p>Sera déchu de sa qualité de député ou de sénateur, tout membre du Corps législatif qui, pendant la durée de son mandat, aura été frappé d’une condamnation prononcée par un tribunal de droit commun qui a acquis autorité de chose jugée et entraîne inéligibilité.</p>"
            }, {
              "id": 95,
              "order": "114",
              "text": "<p>Les membres du Corps législatif sont inviolables du jour de leur prestation de serment jusqu’à l’expiration de leur mandat, sous réserve des dispositions de l’article 115 ci-après.</p>"
            }, {
              "id": 96,
              "order": "114.1",
              "text": "<p>Ils ne peuvent être en aucun temps poursuivis et attaqués pour les opinions et votes émis par eux dans l’exercice de leur fonction.</p>"
            }, {
              "id": 97,
              "order": "114.2",
              "text": "<p>Aucune contrainte par corps ne peut être exécutée contre un membre du Corps législatif pendant la durée de son mandat.</p>"
            }, {
              "id": 98,
              "order": "115",
              "text": "<p>Nul membre du Corps législatif ne peut, durant son mandat, être arrêté en matière criminelle, correctionnelle ou de police pour délit de droit commun, si ce n’est avec l’autorisation de la Chambre à laquelle il appartient, sauf le cas de flagrant délit pour faits emportant une peine afflictive et infamante. Il en est alors référé à la Chambre des députés ou au Sénat sans délai si le Corps législatif est en session, dans le cas contraire, à l’ouverture de la prochaine session ordinaire ou extraordinaire.</p>"
            }, {
              "id": 99,
              "order": "116",
              "text": "<p>Aucune des deux (2) Chambres ne peut siéger, ni prendre une résolution sans la présence de la majorité de ses membres.</p>"
            }, {
              "id": 100,
              "order": "117",
              "text": "<p>Tous les actes du Corps législatif doivent être pris à la majorité des membres présents, excepté s’il en est autrement prévu par la présente Constitution.</p>"
            }, {
              "id": 101,
              "order": "118",
              "text": "<p>Chaque Chambre a le droit d’enquêter sur les questions dont elle est saisie.</p>"
            }, {
              "id": 102,
              "order": "119",
              "text": "<p>Tout le projet de loi doit être voté article par article.</p>"
            }, {
              "id": 103,
              "order": "119.1",
              "text": "<p>Le Pouvoir Exécutif peut solliciter le bénéfice de l’urgence dans le vote d’un projet de loi.</p><p>Dans le cas où le bénéfice de l’urgence sollicité est obtenu, le projet de loi est voté article par article toutes affaires cessantes.</p>"
            }, {
              "id": 104,
              "order": "120",
              "text": "<p>Chaque Chambre a le droit d’amender et de diviser les articles et amendements proposés. Les Amendements votés par une Chambre ne peuvent faire partie d’un projet de loi qu’après avoir été votés par l’autre Chambre dans la même forme et en des termes identiques. Aucun projet de loi ne devient loi qu’après avoir été voté dans la même forme par les deux (2) Chambres.</p>"
            }, {
              "id": 105,
              "order": "120.1",
              "text": "<p>Tout projet peut être retiré de la discussion tant qu’il n’a pas été définitivement voté.</p>"
            }, {
              "id": 106,
              "order": "121",
              "text": "<p>Toute loi votée par le Corps législatif est immédiatement adressée au Président de la République qui, avant de la promulguer, a le droit d’y faire des objections en tout ou en partie.</p>"
            }, {
              "id": 107,
              "order": "121.1",
              "text": "<p>Si la loi ainsi amendée est votée par la seconde Chambre, elle sera adressée de nouveau au Président de la République pour être promulguée.</p>"
            }, {
              "id": 108,
              "order": "121.2",
              "text": "<p>Si les objections sont rejetées par la Chambre qui a primitivement voté la loi, elle est renvoyée à l’autre Chambre avec les objections.</p>"
            }, {
              "id": 109,
              "order": "121.3",
              "text": "<p>Si la seconde Chambre vote également le rejet, la loi est renvoyée au Président de la République qui est dans l’obligation de la promulguer.</p>"
            }, {
              "id": 110,
              "order": "121.4",
              "text": "<p>Le rejet des objections est voté par l’une ou l’autre Chambre à la majorité prévue par l’Article 117. Dans ce cas, les votes de chaque Chambre seront émis au scrutin secret.</p>"
            }, {
              "id": 111,
              "order": "121.5",
              "text": "<p>Si dans l’une ou l’autre Chambre, la majorité prévue à l’alinéa précédent n’est pas obtenue pour le rejet, les objections sont acceptées.</p>"
            }, {
              "id": 112,
              "order": "122",
              "text": "<p>Le droit d’objection doit être exercé dans un délai de huit (8) jours francs à partir de la date de la réception de la loi par le Président de la République.</p>"        
            }, {
              "id": 113,
              "order": "123",
              "text": "<p>Si dans les délais prescrits, le Président de la République ne fait aucune objection, la loi doit être promulguée à moins que la session du Corps législatif n’ait pris fin avant l’expiration des délais, dans ce cas, la loi demeure ajournée. La loi ainsi ajournée est, à l’ouverture de la Session suivante, adressée au Président de la République pour l’exercice de son droit d’objection.</p>"
            }, {
              "id": 114,
              "order": "124",
              "text": "<p>Un projet de loi rejeté par l’une des deux (2) Chambres ne peut être présenté de nouveau dans la même session.</p>"
            }, {
              "id": 115,
              "order": "125",
              "text": "<p>Les lois et autres actes du Corps législatif et de l’Assemblée Nationale seront rendus exécutoires par leur promulgation et leur publication au Journal Officiel de la République.</p>"
            }, {
              "id": 116,
              "order": "125.1",
              "text": "<p>Ils sont numérotés, insérés dans le bulletin imprimé et numéroté ayant pour titre BULLETIN DES LOIS ET ACTES.</p>"
            }, {
              "id": 117,
              "order": "126",
              "text": "<p>La loi prend date du jour de son adoption définitive par les deux (2) Chambres.</p>"
            }, {
              "id": 118,
              "order": "127",
              "text": "<p>Nul ne peut en personne présenter des pétitions à la tribune du Pouvoir législatif. Toute pétition adressée au Pouvoir Législatif doit donner lieu à une procédure réglementaire permettant de statuer sur son objet.</p>"
            }, {
              "id": 119,
              "order": "128",
              "text": "<p>L’interprétation des lois par voie d’autorité, n’appartient qu’au Pouvoir législatif, elle est donnée dans la forme d’une loi.</p>"
            }, {
              "id": 120,
              "order": "129",
              "text": "<p>Chaque membre du Corps législatif reçoit une indemnité mensuelle à partir de sa prestation de serment.</p>"
            }, {
              "id": 121,
              "order": "129.1",
              "text": "<p>La fonction de membre du Corps législatif est incompatible avec toute autre fonction rétribuée par l’Etat, sauf celle d’enseignement.</p>"
            }, {
              "id": 122,
              "order": "129.2",
              "text": "<p>Le droit de questionner et d’interpeller un membre du Gouvernement ou le Gouvernement tout entier sur les faits et actes de l’Administration est reconnu à tout membre des deux (2) Chambres.</p>"
            }, {
              "id": 123,
              "order": "129.3",
              "text": "<p>La demande d’interpellation doit être appuyée par cinq (5) membres du Corps intéressé.Elle aboutit à un vote de confiance ou de censure pris à la majorité de ce Corps.</p>"
            }, {
              "id": 124,
              "order": "129.4",
              "text": "<p>Lorsque la demande d’interpellation aboutit à un vote de censure sur une question se rapportant au programme où à une déclaration de politique générale du Gouvernement, le Premier Ministre doit remettre au Président de la République, la démission de son Gouvernement.</p>"
            }, {
              "id": 125,
              "order": "129.5",
              "text": "<p>Le Président doit accepter cette démission et nommer un nouveau Premier Ministre, conformément aux dispositions de la Constitution.</p>"
            }, {
              "id": 126,
              "order": "129.6",
              "text": "<p>Le Pouvoir Législatif ne peut prendre, à l’endroit du Premier Ministre, plus d’un vote de censure par an.</p><p>Tout Premier Ministre ayant obtenu un vote de confiance peut être interpellé dans un délai de six (6) mois après ce vote de confiance.</p><p>L’échec d’une motion de censure, soumise au vote dans une des deux Chambres, à l’endroit du Premier ministre équivaut à un vote de confiance.</p>"
            }, {
              "id": 127,
              "order": "130",
              "text": "<p>En cas de mort, de démission, de déchéance, d’interdiction judiciaire ou d’acceptation d’une fonction incompatible avec celle de membre du Corps législatif, il est pourvu au remplacement du député ou du sénateur dans sa circonscription électorale pour le temps seulement qui reste à courir par une élection partielle sur convocation de l’Assemblée Primaire Électorale faite par le Conseil Électoral Permanent dans le mois même de la vacance.</p>"
            }, {
              "id": 128,
              "order": "130.1",
              "text": "<p>L’élection a lieu dans une période de trente (30) jours après la convocation de l’Assemblée Primaire, conformément à la Constitution.</p>"
            }, {
              "id": 129,
              "order": "130.2",
              "text": "<p>Il en est de même à défaut d’élection ou en cas de nullité des élections prononcées par le Conseil Electoral Permanent dans une ou plusieurs circonscriptions.</p>"
            }, {
              "id": 130,
              "order": "130.3",
              "text": "<p>Cependant, si la vacance se produit au cours de la dernière session ordinaire de la Législature ou après la session, il n’y a pas lieu à l’élection partielle.</p>"
            }
          ]
        },
        {
          "id": "E",
          "name": "DES INCOMPATIBILITÉS",
          "articles": [
            {
              "id": 131,
              "order": "131",
              "text": "<p>Ne peuvent être élus membres du Corps législatif:<p></p>1)le concessionnaire ou cocontractant de l’Etat pour l’exploitation des services publics;<p></p>2)les représentants ou mandataires des concessionnaires ou cocontractants de l’Etat, compagnies ou sociétés concessionnaires ou cocontractants de l’Etat;<p></p>3)les délégués, vice-délégués, les juges, les officiers du Ministère Public dont les fonctions n’ont pas cessé six (6) mois avant la date fixée pour les élections;<p></p>4)toute personne se trouvant dans les autres cas inéligibilité prévus par la présente Constitution et par la loi.</p>"
            }, {
              "id": 132,
              "order": "132",
              "text": "<p>Les membres du pouvoir exécutif et les directeurs généraux de l’Administration publique ne peuvent être élus membres du Corps législatif s’ils ne démissionnent un (1) an au moins avant la date des élections.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "III",
      "name": "DU POUVOIR EXÉCUTIF",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 133,
              "order": "133",
              "text": "<p>Le pouvoir exécutif est exercé par :</p><p>a) le Président de la République, Chef de l’Etat;</p><p>b)le Gouvernement ayant à sa tête un Premier Ministre.</p>"
            }
          ]
        },
        {
          "id": "A",
          "name": "DU PRÉSIDENT DE LA RÉPUBLIQUE",
          "articles": [
            {
              "id": 134,
              "order": "134",
              "text": "<p>Seuls peuvent s’y présenter les deux (2) candidats qui, le cas échéant, après retrait de candidats plus favorisés, se trouvent avoir recueilli le plus grand nombre de voix au premier tour.</p><p>Le Président de la République est élu au suffrage universel direct à la majorité absolue des votants établie à partir des votes valides conformément à la loi électorale. Si cette majorité n’est pas obtenue au premier tour, il est procédé à un second tour.</p><p>Seuls peuvent s’y présenter les deux (2) candidats qui, le cas échéant, après retrait de candidats plus favorisés, se trouvent avoir recueilli le plus grand nombre de voix au premier tour.</p>"
            }, {
              "id": 135,
              "order": "134bis",
              "text": "<p>A l’occasion des élections, le candidat à la Présidence le plus favorisé au premier tour n’ayant pas obtenu la majorité absolue est déclaré vainqueur dans le cas où son avance par rapport à son poursuivant immédiat est égale ou supérieure à vingt-cinq pour cent (25%).</p>"
            }, {
              "id": 136,
              "order": "134.1",
              "text": "<p>La durée du mandat présidentiel est de cinq (5) ans. Cette période commence et se terminera le 7 février suivant la date des élections.</p>"
            }, {
              "id": 137,
              "order": "134.2",
              "text": "<p>L’élection présidentielle a lieu le dernier dimanche d’octobre de la cinquième année du mandat présidentiel.</p><p>Le président élu entre en fonction le 7 février suivant la date de son élection. Au cas où le scrutin ne peut avoir lieu avant le 7 février, le président élu entre en fonction immédiatement après la validation du scrutin et son mandat est censé avoir commencé le 7 février de l’année de l’élection.</p>"
            }, {
              "id": 138,
              "order": "134.3",
              "text": "<p>Le Président de la République ne peut bénéficier de prolongation de mandat. Il ne peut assumer un nouveau mandat, qu’après un intervalle de cinq (5) ans. En aucun cas, il ne peut briguer un troisième mandat.</p>"
            }, {
              "id": 139,
              "order": "135",
              "text": "<p>Pour être élu Président de la République d’Haïti, il faut:</p><p>1)être haïtien d’origine et ne détenir aucune autre nationalité au moment de l’inscription;</p><p>2)être âgé de trente-cinq (35) ans accomplis au jour des élections;</p><p>3)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine afflictive et infamante pour crime de droit commun;</p><p>4)être propriétaire en Haïti d’un immeuble au moins et avoir dans le pays une résidence habituelle;</p><p>5)résider dans le pays depuis cinq (5) années consécutives avant la date des élections;</p><p>6)avoir reçu décharge de sa gestion si on a été comptable des deniers publics.</p>"
            }, {
              "id": 140,
              "order": "135.1",
              "text": "<p>Avant d’entrer en fonction, le Président de la République prête devant l’Assemblée Nationale le serment suivant:</p><p>“Je jure, devant Dieu et devant la Nation, d’observer fidèlement la Constitution et les lois de la République, de respecter et de faire respecter les droits du peuple haïtien, de travailler à la grandeur de la Patrie, de maintenir l’indépendance nationale et l’intégrité du territoire.”</p>"
            } 
          ]
        },
        {
          "id": "B",
          "name": "DES ATTRIBUTIONS DU PRÉSIDENT DE LA RÉPUBLIQUE",
          "articles": [
            {
              "id": 141,
              "order": "136",
              "text": "<p>Le Président de la République, Chef de l’Etat, veille au respect et à l’exécution de la Constitution et à la stabilité des institutions. Il assure le fonctionnement régulier des pouvoirs publics ainsi que la continuité de l’Etat.</p>"
            }, {
              "id": 142,
              "order": "137",
              "text": "<p>Le Président de la République choisit un Premier Ministre parmi les membres du parti ayant la majorité au Parlement. La majorité est établie sur la base des résultats électoraux des élus dans chacune des deux Chambres. A défaut de cette majorité, le Président de la République choisit son Premier Ministre en consultation avec le Président du Sénat et celui de la Chambre des députés. Dans les deux (2) cas le choix doit être ratifié par le Parlement.</p>"
            }, {
              "id": 143,
              "order": "137.1",
              "text": "<p>Le Président de la République met fin aux fonctions du Premier Ministre sur la présentation par celui-ci de la démission du Gouvernement.</p>"
            }, {
              "id": 144,
              "order": "138",
              "text": "<p>Le Président de la République est le garant de l’Indépendance Nationale et de l’Intégrité du Territoire.</p>"
            }, {
              "id": 145,
              "order": "139",
              "text": "<p>Il négocie et signe tous traités, conventions et accords internationaux et les soumet à la ratification de l’Assemblée Nationale.</p>"
            }, {
              "id": 146,
              "order": "139.1",
              "text": "<p>Il accrédite les Ambassadeurs et les Envoyés Extraordinaires auprès des puissances étrangères, reçoit les lettres de créance des Ambassadeurs des puissances étrangères et accorde l’exequatur aux Consuls.</p>"
            }, {
              "id": 147,
              "order": "140",
              "text": "<p>Il déclare la guerre, négocie et signe les traités de paix avec l’approbation de l’Assemblée Nationale.</p>"
            }, {
              "id": 148,
              "order": "141",
              "text": "<p>Le Président de la République, nomme, après délibération en Conseil des Ministres, puis approbation du Sénat, le commandant en chef des Forces Armées d’Haïti, le commandant en chef de la Police Nationale, les Ambassadeurs et Consuls généraux et les conseils d’administration des organismes autonomes.</p>"
            }, {
              "id": 149,
              "order": "142",
              "text": "<p>Par arrêté pris en Conseil des Ministres, le Président de la République nomme les directeurs généraux de l’Administration publique, les délégués et vice-délégués des départements et arrondissements. Il nomme également, après approbation du Sénat, les conseils d’administration des organismes autonomes.</p>"
            }, {
              "id": 150,
              "order": "143",
              "text": "<p>Le Président de la République est le Chef nominal des Forces Armées, il ne les commande jamais en personne.</p>"
            }, {
              "id": 151,
              "order": "144",
              "text": "<p>Il fait sceller les lois du Sceau de la République et les promulgue dans les délais prescrits par la Constitution. Il peut avant l’expriration de ce délai, user de son droit d’objection.</p>"
            }, {
              "id": 152,
              "order": "145",
              "text": "<p>Il veille à l’exécution des décisions judiciaires, conformément à la loi.</p>"
            }, {
              "id": 153,
              "order": "146",
              "text": "<p>Le Président de la République a le droit de grâce et de commutation de peine relativement à toute condamnation passée en force de chose jugée, à l’exception des condamnations prononcées par la Haute Cour de Justice ainsi qu’il est prévu dans la présente Constitution.</p>"
            }, {
              "id": 154,
              "order": "147",
              "text": "<p>Il ne peut accorder amnistie qu’en matière politique et selon les prescriptions de la loi.</p>"
            }, {
              "id": 155,
              "order": "148",
              "text": "<p>Si le Président se trouve dans l’impossibilité temporaire d’exercer ses fonctions, le Conseil des Ministres sous la présidence du Premier Ministre, exerce le pouvoir exécutif tant que dure l’empêchement.</p>"
            }, {
              "id": 156,
              "order": "149",
              "text": "<p>En cas de vacance de la Présidence de la République soit par démission, destitution ou en cas d’incapacité physique ou mentale permanente dûment constatée, le Conseil des Ministres, sous la présidence du Premier Ministre, exerce le Pouvoir Exécutif jusqu’à l’élection d’un autre Président.</p><p>Dans ce cas, le scrutin pour l’élection du nouveau Président de la République pour le temps qui reste à courir a lieu soixante (60) jours au moins et cent vingt (120) jours au plus après l’ouverture de la vacance, conformément à la Constitution et à la loi électorale.</p><p>Dans le cas où la vacance se produit à partir de la quatrième année du mandat présidentiel, l’Assemblée Nationale se réunit d’office dans les soixante (60) jours qui suivent la vacance pour élire un nouveau Président Provisoire de la République pour le temps qui reste à courir.</p>"
            }, {
              "id": 157,
              "order": "149.1",
              "text": "<p>Ce Président est réputé avoir complété un mandat présidentiel.</p>"
            }, {
              "id": 158,
              "order": "149.2",
              "text": "<p>Aucune procédure d’interpellation du Gouvernement ne peut être entamée durant les périodes d’empêchement temporaire du Président de la République ou de vacance présidentielle. Dans le cas où une telle procédure aurait été entamée avant la période, elle est suspendue.</p>"
            }, {
              "id": 159,
              "order": "150",
              "text": "<p>Le Président de la République n’a d’autres pouvoirs que ceux que lui attribue la Constitution.</p>"
            }, {
              "id": 160,
              "order": "151",
              "text": "<p>A l’ouverture de la Première session législative annuelle, le Président de la République, par un message au Corps législatif, fait l’Exposé général de la situation. Cet exposé ne donne lieu à aucun débat.</p>"
            }, {
              "id": 161,
              "order": "152",
              "text": "<p>Le Président de la République reçoit du Trésor public une indemnité mensuelle à partir de sa prestation de serment.</p>"
            }, {
              "id": 162,
              "order": "153",
              "text": "<p>Le Président de la République a sa résidence officielle au Palais National, à la capitale, sauf en cas de déplacement du siège du pouvoir exécutif.</p>"
            }, {
              "id": 163,
              "order": "154",
              "text": "<p>Le Président de la République préside le Conseil des Ministres.</p>"
            }
          ]
        },
        {
          "id": "C",
          "order": "DU GOUVERNEMENT",
          "articles": [
            {
              "id": 164,
              "order": "155",
              "text": "<p>Le Gouvernement se compose du Premier Ministre, des Ministres et des Secrétaires d’Etat. Le Premier Ministre est le Chef de Gouvernement.</p>"
            }, {
              "id": 165,
              "order": "156",
              "text": "<p>Le Gouvernement conduit la politique de la Nation. Il est responsable devant le Parlement dans les conditions prévues par la Constitution.</p>"
            }, {
              "id": 166,
              "order": "157",
              "text": "<p>Pour être nommé Premier Ministre, il faut:</p><p>1)être haïtien d’origine et n’avoir pas renoncé à sa nationalité;</p><p>2)être âgé de trente (30) ans accomplis;</p><p>3)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine afflictive et infamante;</p><p>4)être propriétaire en Haïti ou y exercer une profession;</p><p>5)résider dans le pays depuis cinq (5) années consécutives;</p><p>6)avoir reçu décharge de sa gestion si on a été comptable des deniers publics.</p>"
            }
          ]
        },
        {
          "id": "D",
          "name": "DES ATTRIBUTIONS DU PREMIER MINISTRE",
          "articles": [
            {
              "id": 167,
              "order": "158",
              "text": "<p>Le Premier Ministre en accord avec le Président choisit les membres de son Cabinet ministériel et se présente devant le Parlement afin d’obtenir un vote de confiance sur sa déclaration de politique générale. Le vote a lieu au scrutin public et à la majorité absolue de chacune des deux (2) Chambres. Dans le cas d’un vote de non confiance par l’une des deux (2) Chambres, la procédure recommence.</p>"
            }, {
              "id": 168,
              "order": "159",
              "text": "<p>Le Premier Ministre fait exécuter les lois. En cas d’absence, d’empêchement temporaire du Président de la République ou sur sa demande, le Premier Ministre préside le Conseil des Ministres. Il a le Pouvoir réglementaire, mais il ne peut jamais suspendre, ni interpréter les lois, actes et décrets, ni se dispenser de les exécuter. Son pouvoir réglementaire s’exerce par Arrêté du Premier Ministre.</p>"
            }, {
              "id": 169,
              "order": "159.1",
              "text": "<p>De concert avec le Président de la République, il est responsable de la Défense Nationale.</p>"
            }, {
              "id": 170,
              "order": "160",
              "text": "<p>Le Premier Ministre nomme et révoque directement ou par délégation les fonctionnaires publics selon les conditions prévues par la Constitution et par la loi sur le statut général de la Fonction Publique.</p>"
            }, {
              "id": 171,
              "order": "161",
              "text": "<p>Le Premier Ministre et les Ministres ont leurs entrées aux Chambres pour soutenir les projets de lois et les objections du Président de la République ainsi que pour répondre aux interpellations.</p>"
            }, {
              "id": 172,
              "order": "162",
              "text": "<p>Les actes du Premier Ministre sont contresignés, le cas échéant par les Ministres chargés de leur exécution. Le Premier Ministre peut être chargé d’un portefeuille ministériel.</p>"
            }, {
              "id": 173,
              "order": "163",
              "text": "<p>Le Premier Ministre et les Ministres sont responsables solidairement tant des actes du Président de la République qu’ils contresignent que de ceux de leurs ministères. Ils sont également responsables de l’exécution des lois, chacun en ce qui le concerne.</p>"
            }, {
              "id": 174,
              "order": "164",
              "text": "<p>La fonction de Premier Ministre et celle de membre du Gouvernement sont incompatibles avec tout mandat parlementaire. Dans un tel cas, le parlementaire opte pour l’une ou l’autre fonction.</p>"
            }, {
              "id": 175,
              "order": "165",
              "text": "<p>En cas de démission du Premier Ministre, le Gouvernement reste en place pour expédier les affaires courantes jusqu’à la prise de fonction de son successeur.</p><p>En cas d’incapacité permanente dûment constatée du Premier Ministre ou de son retrait du poste pour raisons personnelles, le Président choisit un Premier Ministre intérimaire parmi les membres du cabinet ministériel en attendant la formation d’un nouveau Gouvernement dans un délai ne dépassant pas trente (30) jours.</p>"
            }
          ]
        },
        {
          "id": "E",
          "name": "DES MINISTRES ET DES SECRÉTAIRES D’ÉTAT",
          "articles": [
            {
              "id": 176,
              "order": "166",
              "text": "<p>Le Président de la République préside le Conseil des Ministres. Le nombre de ceux-ci ne peut être inférieur à dix (10).</p><p>Le Premier Ministre quand il le juge nécessaire adjoindra aux Ministres, des Secrétaires d’Etat.</p>"
            }, {
              "id": 177,
              "order": "167",
              "text": "<p>La loi fixe le nombre des Ministères.</p>"
            }, {
              "id": 178,
              "order": "168",
              "text": "<p>La fonction ministérielle est incompatible avec l’exercice de tous autres emplois publics, sauf ceux de l’Enseignement supérieur.</p>"
            }, {
              "id": 179,
              "order": "169",
              "text": "<p>Les Ministres sont responsables des actes du Premier Ministre qu’ils contresignent. Ils sont solidairement responsables de l’exécution des lois.</p>"
            }, {
              "id": 180,
              "order": "169.1",
              "text": "<p>En aucun cas, l’ordre écrit ou verbal du Président de la République ou du Premier Ministre ne peut soustraire les Ministres à la responsabilité attachée à leurs fonctions.</p>"
            }, {
              "id": 181,
              "order": "170",
              "text": "<p>Le Premier Ministre, les Ministres et les Secrétaires d’Etat reçoivent des indemnités mensuelles établies par la Loi Budgétaire.</p>"
            }, {
              "id": 182,
              "order": "171",
              "text": "<p>Les Ministres nomment certaines catégories d’agents de la Fonction Publique par délégation du Premier Ministre, selon les conditions fixées par la loi sur la Fonction Publique.</p>"
            }, {
              "id": 183,
              "order": "172",
              "text": "<p>Lorsque l’une des deux (2) Chambres, à l’occasion d’une interpellation met en cause la responsabilité d’un Ministre par un vote de censure pris à la majorité absolue de ses membres, l’Exécutif renvoie le Ministre.</p>"
            }, {
              "id": 184,
              "order": "172.1",
              "text": "<p>Pour être nommé Ministre, il faut:</p><p>1)être haïtien et administrer la preuve d’avoir répondu à l’ensemble de ses obligations en tant que citoyen fiscalement domicilié en Haiti, y posséder des biens immobiliers pouvant garantir et protéger l’état et ne détenir aucune autre nationalité au moment de la nomination ;</p><p>2)être âgé de trente (30) ans accomplis;</p><p>3)jouir de ses droits civils et politiques et n’avoir jamais été condamné à une peine afflictive et infamante;</p><p>4)avoir reçu décharge de sa gestion si on a été comptable des deniers publics.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "IV",
      "name": "DU POUVOIR JUDICIAIRE",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 185,
              "order": "173",
              "text": "<p>Le pouvoir judiciaire est exercé par une Cour de Cassation, les Cours d’Appel, les tribunaux de première instance, les tribunaux de paix et les tribunaux spéciaux dont le nombre, la composition, l’organisation, le fonctionnement et la juridiction sont fixés par la loi.</p>"
            }, {
              "id": 186,
              "order": "173.1",
              "text": "<p>Les contestations qui ont pour objet les droits civils sont exclusivement du ressort des tribunaux.</p>"
            }, {
              "id": 186,
              "order": "173.2",
              "text": "<p>Nul tribunal, nulle juridiction contentieuse ne peut être établie qu’en vertu de la loi. Il ne peut être créé de tribunal extraordinaire sous quelque dénomination que ce soit.</p>"
            }, {
              "id": 187,
              "order": "174",
              "text": "<p>Les juges de la Cour de Cassation et des Cours d’Appel sont nommés pour dix (10) ans. Ceux des tribunaux de première instance le sont pour sept (7) ans. Leur mandat commence à courir à compter de leur prestation de serment.</p>"
            }, {
              "id": 188,
              "order": "175",
              "text": "<p>Les juges de la Cour de Cassation sont nommés par le Président de la République sur une liste de trois (3) personnes par siège soumise par le Sénat. Ceux des cours d’appel et des tribunaux de première instance le sont sur une liste soumise par l’Assemblée départementale concernée; les juges de paix sur une liste préparée par les Assemblées communales.</p>"
            }, {
              "id": 189,
              "order": "176",
              "text": "<p>La loi règle les conditions exigibles pour être juge à tous les degrés. Une Ecole de la Magistrature est créée.</p>"
            }, {
              "id": 190,
              "order": "177",
              "text": "<p>Les juges de la Cour de Cassation, ceux des Cours d’Appel et des tribunaux de première instance sont inamovibles. Ils ne peuvent être destitués que pour forfaiture légalement prononcée ou suspendus qu’à la suite d’une inculpation. Ils ne peuvent être l’objet d’affectation nouvelle, sans leur consentement, même en cas de promotion. Il ne peut être mis fin à leur service durant leur mandat qu’en cas d’incapacité physique ou mentale permanente dûment constatée.</p>"
            }, {
              "id": 191,
              "order": "178",
              "text": "<p>La Cour de Cassation ne connaît pas du fond des affaires. Néanmoins, en toutes matières autres que celles soumises au Jury lorsque sur un second recours, même sur une exception, une affaire se présentera entre les mêmes parties, la Cour de Cassation admettant le pourvoi, ne prononcera point de renvoi et statuera sur le fond, sections réunies.</p>"
            }, {
              "id": 192,
              "order": "178.1",
              "text": "<p>Cependant, lorsqu’il s’agit de pourvoi contre les ordonnances de référé, du juge d’instruction, les ordonnances du juge d’instruction, les arrêts d’appel rendus à l’occasion de ces ordonnances ou contre les sentences en dernier ressort des tribunaux de paix ou des décisions de tribunaux spéciaux de la Cour de Cassation admettant les recours statue sans renvoi.</p>"
            }, {
              "id": 193,
              "order": "179",
              "text": "<p>Les fonctions de juge sont incompatibles avec toutes autres fonctions salariées, sauf celle de l’Enseignement.</p>"
            }, {
              "id": 194,
              "order": "180",
              "text": "<p>Les Audiences des tribunaux sont publiques. Toutefois, elles peuvent être tenues à huis clos dans l’intérêt de l’ordre public et des bonnes moeurs, sur décision du tribunal.</p>"
            }, {
              "id": 195,
              "order": "180.1",
              "text": "<p>En matière de délit politique et de délit de presse, les huis clos ne peut être prononcé.</p>"
            }, {
              "id": 196,
              "order": "181",
              "text": "<p>Les arrêts ou jugements rendus et exécutés au nom de la République. Ils portent le mandement exécutoire aux officiers du Ministète Public et aux agents de la Force publique. Les actes de notaires susceptibles d’exécution forcée sont mis dans la même forme.</p>"
            }, {
              "id": 197,
              "order": "182",
              "text": "<p>La Cour de Cassation se prononce sur les conflits d’attributions, d’après le mode réglé par la loi.</p>"
            }, {
              "id": 198,
              "order": "182.1",
              "text": "<p>Elle connait des faits et du droit dans tous les cas de décisions rendues par les tribunaux militairres.</p>"
            }, {
              "id": 199,
              "order": "183",
              "text": "<p></p>"
            }, {
              "id": 200,
              "order": "183.1",
              "text": "<p></p>"
            }, {
              "id": 201,
              "order": "183.2",
              "text": "<p>Les tribunaux n’appliquent les arrêtés et règlements d’Administration publique que pour autant qu’ils sont conformes aux lois.</p>"
            }, {
              "id": 202,
              "order": "184",
              "text": "<p>La loi détermine les compétences des Cours et des tribunaux, règle la façon de procéder devant eux.</p>"
            }, {
              "id": 203,
              "order": "184.1",
              "text": "<p>Elle prévoit également les sanctions disciplinaires à prendre contre les juges et les officiers du Ministère Public, à l’exception des juges de la Cour de Cassation qui sont justiciables de la Haute Cour de Justice pour forfaiture.</p>"
            }, {
              "id": 204,
              "order": "184.2",
              "text": "<p>L’administration et le contrôle du Pouvoir Judiciaire sont confiés à un Conseil Supérieur du Pouvoir Judiciaire qui exerce sur les magistrats un droit de surveillance et de discipline, et qui dispose d’un pouvoir général d’information et de recommandation sur l’état de la magistrature. Les conditions d’organisation et de fonctionnement du Conseil Supérieur du Pouvoir Judiciaire sont fixées par la loi</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "V",
      "name": "DE LA HAUTE COUR DE JUSTICE",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 205,
              "order": "185",
              "text": "<p>Le Sénat peut s’ériger en Haute Cour de Justice. Les travaux de cette Cour sont dirigés par le Président du Sénat assisté du Président et du Vice-Président de la Cour de Cassation comme Vice-Président et Secrétaire, respectivement, sauf si des juges de la Cour de Cassation ou des Officiers du Ministère Public près cette Cour sont impliqués dans l’accusation, auquel cas, le Président du Sénat se fera assister de deux (2) Sénateurs dont l’un sera désigné par l’inculpé et les Sénateurs sus-visés n’ont voix délibérative.</p>"
            }, {
              "id": 206,
              "order": "186",
              "text": "<p>La Chambre des Députés, à la majorité des deux tiers (2/3) de ses membres prononce la mise en accusation:</p><p>a) du Président de la République pour crime de haute trahison ou tout autre crime ou délit commis dans l’exercice de ses fonctions;</p><p>b) du Premier Ministre, des Ministres et des Secrétaires d’Etat pour crimes de haute trahison et de malversations, ou d’excès de Pouvoir ou tous autres crimes ou délits commis dans l’exercice de leurs fonctions;</p><p>c) des membres du Conseil Électoral Permanent et ceux de la Cour Supérieure des Comptes et du Contentieux Administratif pour fautes graves commises dans l’exercice de leurs fonctions;</p><p>d) des juges et officiers du Ministère Public près de la Cour de Cassation pour forfaiture;</p><p>e) du Protecteur du citoyen.</p>"
            }, {
              "id": 207,
              "order": "187",
              "text": "<p>Les membres de la Haute Cour de Justice prêtent individuellement et à l’ouverture de ‘audience le serment suivant:</p><p>“Je jure devant Dieu et devant la Nation de juger avec l’impartialité et la fermeté qui conviennent à un homme probe et libre, suivant ma conscience et mon intime conviction”.</p>"
            }, {
              "id": 208,
              "order": "188",
              "text": "<p>La Haute Cour de Justice, au scrutin secret et à la majorité absolue , désigne parmi ses membres une Commission chargée de l’instruction.</p>"
            }, {
              "id": 209,
              "order": "188.1",
              "text": "<p>La décision, sous forme de décret est rendue sur le rapport de la Commission d’Instruction et à la majorité des deux tiers (2/3) des membres de la Haute Cour de Justice.</p>"
            }, {
              "id": 210,
              "order": "189",
              "text": "<p>La Haute Cour de Justice ne siège qu’à la majorité des deux tiers (2/3) de ses membres.</p>"
            }, {
              "id": 211,
              "order": "189.1",
              "text": "<p>Elle ne peut prononcer d’autre peine que la destitution, la déchéance et la privation du droit d’exercer toute fonction publique durant cinq (5) ans au moins et quinze (15) au plus.</p>"
            }, {
              "id": 212,
              "order": "189.2",
              "text": "<p>Toutefois, le condamné peut être traduit devant les tribunaux ordinaires, conformément à la loi, s’il y a lieu d’appliquer d’autres peines ou de statuer sur l’exercice de l’action civile.</p>"
            }, {
              "id": 213,
              "order": "190",
              "text": "<p>La Haute Cour de Justice, une fois saisie, doit siéger jusqu’au prononcé de la décision, sauf tenir compte de la durée des Sessions du Corps législatif.</p>"
            }
          ]
        }
      ]
    }
  ]
}