{
  "id": "XIV",
  "name": "DES DISPOSITIONS TRANSITOIRES",
  "chapters": [
    {
      "id": null,
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 1,
              "order": "285",
              "text": "<p>Le Conseil National de Gouvernement reste et demeure en fonction jusqu’au 7 février 1988, date d’investiture du Président de la République élu sous l’empire de la Présente Constitution conformément au Calendrier Électoral.</p>"
            }, {
              "id": 2,
              "order": "285.1",
              "text": "<p>Le Conseil National de Gouvernement est autorisé à prendre en Conseil des Ministres, conformément à la Constitution, des décrets ayant force de Loi jusqu’à l’entrée en fonction des députés et Sénateurs élus sous l’empire de la Présente Constitution.</p>"
            }, {
              "id": 3,
              "order": "286",
              "text": "<p>Tout Haïtien ayant adopté une nationalité étrangère durant les vingt-neuf (29) années précédant le 7 février 1986 peut, par une déclaration faite au Ministère de la Justice dans un délai de deux (2) ans à partir de la publication de la Constitution, recouvrer sa nationalité haïtienne avec les avantages qui en découlent, conformément à la Loi.</p>"
            }, {
              "id": 4,
              "order": "287",
              "text": "<p>Compte tenu de la situation des haïtiens expatriés volontairement ou involontairement, les délaies de résidence prévus dans la Présente Constitution, sont ramenés à une année révolue pour les plus prochaines élections.</p>"
            }, {
              "id": 5,
              "order": "288",
              "text": "<p>A l’occasion de la prochaine Consultation Électorale, les mandats des trois (3) Sénateurs élus pour chaque Département seront établis comme suit:</p><p>1)Le Sénateur qui a obtenu le plus grand nombre de voix, bénéficiera d’un (1) mandat de six (6) ans;</p><p>2)Le Sénateur qui vient en seconde place en ce qui a trait au nombre de voix, sera investi d’un (1) mandat de quatre (4) ans;</p><p>3)Le troisième Sénateur sera élu pour deux (2) ans.</p><p>Dans la suite, chaque Sénateur élu, sera investi d’un (1) mandat de six (6) ans.</p>"
            }, {
              "id": 6,
              "order": "289",
              "text": "<p>En attendant l’établissement du Conseil Electoral Permanent prévu dans la Présente Constitution, le Conseil Electoral Provisoire de neuf (9) Membres, chargé de l’exécution et de l’élaboration de la Loi Électorale devant régir les prochaines élections et désigné de la façon suivante:</p><p>1)Un par l’Exécutif, non fonctionnaire;</p><p>2)Un par la Conférence Épiscopale;</p><p>3)Un par le Conseil Consultatif;</p><p>4)Un par la Cour de Cassation;</p><p>5)Un par les organismes de Défense des Droits Humains ne participant pas aux compétitions électorales;</p><p>6)Un par le Conseil de l’Université;</p><p>7)Un par l’Association des Journalistes;</p><p>8)Un par les Cultes Réformés;</p><p>9)Un par le Conseil National des Coopératives.</p>"
            }, {
              "id": 7,
              "order": "289.1",
              "text": "<p>Dans la quinzaine qui suivra la ratification de la Présente Constitution, les Corps ou Organisations concernés font parvenir à l’Exécutif le nom de leur représentant.</p>"
            }, {
              "id": 8,
              "order": "289.2",
              "text": "<p>En cas d’abstention d’un Corps ou organisation sus-visé, l’Exécutif comble la ou les vacances.</p>"
            }, {
              "id": 9,
              "order": "289.3",
              "text": "<p>La mission de ce Conseil Électoral Provisoire prend fin dès l’entrée en fonction du Président élu.</p>"
            }, {
              "id": 10,
              "order": "290",
              "text": "<p>Les membres du Premier Conseil Électoral Permanent se départagent par tirage au sort les mandats de neuf (9), six (6) et trois (3) ans, prévus pour le renouvellement par tiers (1/3) du Conseil.</p>"
            }, {
              "id": 11,
              "order": "291",
              "text": "<p></p>"
            }, {
              "id": 12,
              "order": "292",
              "text": "<p></p>"
            }, {
              "id": 13,
              "order": "293",
              "text": "<p></p>"
            }, {
              "id": 14,
              "order": "293.1",
              "text": "<p></p>"
            }, {
              "id": 15,
              "order": "294",
              "text": "<p></p>"
            }, {
              "id": 16,
              "order": "295",
              "text": "<p></p>"
            }, {
              "id": 17,
              "order": "295.1",
              "text": "<p>Lors de la première composition du Conseil Constitutionnel, les trois premiers membres nommés sur la liste du Pouvoir Exécutif, de l’Assemblée Nationale, du Conseil Supérieur, du Pouvoir Judiciaire le seront pour neuf (9) ans, les deuxièmes pour six (6) ans et les trois autres pour trois(3) ans.</p>"
            }
          ]
        }
      ]
    }
  ]
}