{
  "id": "I",
  "name": "DE LA RÉPUBLIQUE D’HAÏTI : SON EMBLÈME – SES SYMBOLES",
  "chapters": [
    {
      "id": "I",
      "name": "DE LA RÉPUBLIQUE D’HAÏTI",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 1,
              "order": "1",
              "text": "<p>Haïti est une République, indivisible, souveraine, indépendante, libre, démocratique et solidaire</p>"
            }, {
              "id": 2,
              "order": "1.1",
              "text": "<p>La ville de Port-au-Prince est sa Capitale et le siège de son Gouvernement. Ce siège peut: être déplacé en cas de force majeure.</p>"
            }, {
              "id": 3,
              "order": "2",
              "text": "<p>Les couleurs nationales sont: le bleu et le rouge.</p>"
            }, {
              "id": 4,
              "order": "3",
              "text": "<p>L’emblème de la Nation Haïtienne est le Drapeau qui répond à la description suivante:</p><p>a) Deux (2) bandes d’étoffe d’égales dimensions: l’une bleue en haut, l’autre rouge en bas, placées horizontalement;</p><p>b) Au centre, sur un carré d’étoffe blanche, sont disposées les Armes de la République;</p><p>c) Les Armes de la République sont : Le Palmiste surmonté du Bonnet de la Liberté et, ombrageant des ses Palmes, un Trophée d’Armes avec la Légende: L’Union fait la Force.</p>"
            }, {
              "id": 5,
              "order": "4",
              "text": "<p>La devise nationale est: Liberté – Égalité – Fraternité.</p>"
            }, {
              "id": 6,
              "order": "4.1",
              "text": "<p>L’Hymne National est: La Dessalinienne.</p>"
            }, {
              "id": 7,
              "order": "5",
              "text": "<p>Tous les Haïtiens sont unis par une Langue commune : le Créole. Le Créole et le Français sont les langues officielles de la République.</p>"
            }, {
              "id": 8,
              "order": "6",
              "text": "<p>L’Unité monétaire nationale est : La GOURDE. Elle est divisée en centimes.</p>"
            }, {
              "id": 9,
              "order": "7",
              "text": "<p>Le culte de la personnalité est formellement interdit. Les effigies, les noms de personnages vivants ne peuvent figurer sur lamonnaie, les timbres, les vignettes. Il en est de même pour les bâtiments publics, les rues et les ouvrages d’art.</p>"
            }, {
              "id": 10,
              "order": "7.1",
              "text": "<p>L’utilisation d’effigie de personne décédée doit obtenir l’approbation de l’Assemblée Nationale.</p>"
            }
          ]
        }
      ]
    },
    {
      "id": "II",
      "name": "DU TERRITOIRE DE LA RÉPUBLIQUE D’HAÏTI",
      "sections": [
        {
          "id": null,
          "articles": [
            {
              "id": 11,
              "order": "8",
              "text": "<p>Le territoire de la République d’Haïti comprend:</p><p>a) La partie Occidentale de l’Ile d’Haïti ainsi que les Iles adjacentes: la Gonâve, La Tortue, l‘Ile à Vache, les Cayenites, La Navase, La Grande Caye et les autres îles de la Mer Territoriale;</p><p>Il est limité à l’Est par la République Dominicaine, au Nord par l’Océan Atlantique, au Sud et à l’Ouest par la mer des Caraïbes ou mer des Antilles.</p><p>b) La mer territoriale et la zone économique exclusive;</p><p>c) Le milieu aérien surplombant la partie Terrestre et Maritime.</p>"
            }, {
              "id": 12,
              "order": "8.1",
              "text": "<p>Le Territoire de la République d’Haïti est inviolable et ne peut-être aliéné ni en tout, ni en partie par aucun Traité ou Convention</p>"
            }, {
              "id": 13,
              "order": "9",
              "text": "<p>Le Territoire de la République est divisé et subdivisé en Départements, Arrondissements, Communes, Quartiers et Sections Communales.</p>"
            }, {
              "id": 14,
              "order": "9.1",
              "text": "<p>La Loi détermine le nombre, les limites de ces divisions et subdivisions et en règle l’organisation et le fonctionnement.</p>"
            }
          ]
        }
      ]
    }
  ]
}